{
    "alt_text": "A woman sits against a fence, looking at the viewer. She has golden hair, a crown adorned with a green jewel and wears slimwhite armor adorned with black and neon green accents. Her hair is flowing in the wind, and she is currently sat againsta fence on a bridge. In the background is the rest of the town, sitting above the sea of clouds.",
    "characters": [
        "Mythra"
    ],
    "date": "2022-11-11",
    "description": "I always wanted to draw some Xenoblade Chronicles 2 fan art, but unfortunately it took awhile before I got around to it! This is Mythra, while she's standing around in Torigoth.This is probably one of my most complex pieces of 2022, and of my favorites. The image is drawn at 8K,and downscaled when posting online. I really wanted to make sure I drew at a high enough resolution forwallpaper usage, so I hope you enjoy!Now if I had to do this piece again, I would definitely use some kind of perspective ruler. I decidedto inflate my ego a bit and didn't use any reference (except for the character design and the background)and that visibly hampered the final product. I really tried to make it look like she's naturally leaningback on the fencing, but oh well. I'm most happy with the lines, the shading (despite it being mostly layers)and the far background bits. This is also one of my first major art pieces to be done fully inside of Krita too!I decided to not fully paint this all on one layer, but instead use layer effects to accomplish shading to...a pretty okay result. I had split up each shading layer based on the material, one for cloth, one for skin, one for hair,etc. While the best looking bits are the cloth and metal bits, the skin in retrospect could've used some morelove. In the future I should just do a quick paint-over pass...",
    "mastodon_url": "https://mastodon.art/@redstrate/109323160227319996",
    "newgrounds_url": "https://www.newgrounds.com/art/view/redstrate/torigoth",
    "nsfw": false,
    "pixiv_url": "https://www.pixiv.net/en/artworks/102692392",
    "title": "torigoth"
}
